[
    {
      "id": "16358fc3c1116bc36eccd4661",
      "name": "Artificial intelligence",
      "duration": 3,
      "total_class": 276,
      "total_fee": 234,
      "total_project": 200,
      "title": "Artificial intelligence (AI) refers to the simulation",
      "image_url": "https://images.pexels.com/photos/2599244/pexels-photo-2599244.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "details": "Artificial intelligence is based on the principle that human intelligence can be defined in a way that a machine can easily mimic it and execute tasks, from the most simple to those that are even more complex. The goals of artificial intelligence include mimicking human cognitive activity. Researchers and developers in the field are making surprisingly rapid strides in mimicking activities such as learning, reasoning, and perception, to the extent that these can be concretely defined. Some believe that innovators may soon be able to develop systems that exceed the capacity of humans to learn or reason out any subject. But others remain skeptical because all cognitive activity is laced with value judgments that are subject to human experience."
    },
    {
      "id": "6358fc3cf070f7dc886e117c",
      "name": "Cyber Security",
      "duration": 5,
      "total_class": 488,
      "total_fee": 458,
      "total_project": 388,
      "title": "Privacy: If this isn't an issue for you",
      "image_url": "https://images.pexels.com/photos/60504/security-protection-anti-virus-software-60504.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "details": "Cyber security is a discipline that covers how to defend devices and services from electronic attacks by nefarious actors such as hackers, spammers, and cybercriminals. While some components of cyber security are designed to strike first, most of today's professionals focus more on determining the best way to defend all assets, from computers and smartphones to networks and databases, from attacks. Cyber security has been used as a catch-all term in the media to describe the process of protection against every form of cybercrime, from identity theft to international digital weapons. These labels are valid, but they fail to capture the true nature of cyber security for those without a computer science degree or experience in the digital industry."
    },
    {
      "id": "6358fc3c289dadba10b8a1ca",
      "name": "Information security",
      "duration": 5,
      "total_class": 688,
      "total_fee": 238,
      "total_project": 588,
      "title": "Protects sensitive information from unauthorized activities",
      "image_url": "https://imageio.forbes.com/specials-images/imageserve/614a14a1cbf3a1ecae96eebb/Lock-Icon-cyber-security-of-digital-data-network-protection--High-speed-connection/0x0.jpg?format=jpg&crop=4143,2332,x0,y0,safe&width=960",
      "details": "Information security (sometimes referred to as InfoSec) covers the tools and processes that organizations use to protect information. This includes policy settings that prevent unauthorized people from accessing business or personal information. InfoSec is a growing and evolving field that covers a wide range of fields, from network and infrastructure security to testing and auditing. Information security protects sensitive information from unauthorized activities, including inspection, modification, recording, and any disruption or destruction. The goal is to ensure the safety and privacy of critical data such as customer account details, financial data or intellectual property."
    },
    {
      "id": "6358fc3c69987a7624ebd403",
      "name": "Network Technology",
      "duration": 5,
      "total_class": 53,
      "total_fee": 300,
      "total_project": 20,
      "title": "Worldwide network of physical data connections",
      "image_url": "https://realtechnewz.com/wp-content/uploads/2022/07/internet-data-pix.jpg",
      "details": "The technology which is used to exchange the data between small and large information. This technology can be used in educational institutions as well as businesses. Network technicians know the installation; configuration & troubleshooting of the network technology and this can be used to send digital data like audio, data and visual files. By using networking, users can send messages, files through e-mail or other channels based on the organization’s requirement. The expansion of a network mainly includes assessing the requirements of organizational and informational of a business & estimates the costs of hardware, training, installation, security & account management. When a network is installed, then the technicians are accountable for the network operation by providing technical support to employees in the organization from any issues."
    },
    {
      "id": "6358fc3c922d4d44ae13bd10",
      "name": "Machine Learning",
      "duration": 1,
      "total_class": 528,
      "total_fee": 467,
      "total_project": 7,
      "title": "Machine learning (ML) is a type of artificial intelligence ",
      "image_url": "https://www.fsm.ac.in/blog/wp-content/uploads/2022/08/ml-e1610553826718.jpg",
      "details": "Machine learning is a branch of artificial intelligence (AI) and computer science which focuses on the use of data and algorithms to imitate the way that humans learn, gradually improving its accuracy. IBM has a rich history with machine learning. One of its own, Arthur Samuel, is credited for coining the term, “machine learning” with his research (PDF, 481 KB) (link resides outside IBM) around the game of checkers. Robert Nealey, the self-proclaimed checkers master, played the game on an IBM 7094 computer in 1962, and he lost to the computer. Compared to what can be done today, this feat seems trivial, but it’s considered a major milestone in the field of artificial intelligence"
    },
    {
      "id": "6358fc3c018216da512474d3",
      "name": "Blockchain",
      "duration": 9,
      "total_class": 23,
      "total_fee": 78,
      "total_project": 34,
      "title": "Trendy course on cloud computing platform",
      "image_url": "https://d3lkc3n5th01x7.cloudfront.net/wp-content/uploads/2019/05/15233606/700-X-394.png",
      "details": "Blockchain is a shared, immutable ledger that facilitates the process of recording transactions and tracking assets in a business network. An asset can be tangible (a house, car, cash, land) or intangible (intellectual property, patents, copyrights, branding). Virtually anything of value can be tracked and traded on a blockchain network, reducing risk and cutting costs for all involved."
    }
]